
def messageResult(result):
    message = "Молодец!"
    if result == 10:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 10"
    if result == 9:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 9"
    if result == 8:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 8"
    if result == 7:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 7"
    if result == 6:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 6"
    if result == 5:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 5"
    if result == 4:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 4"
    if result == 3:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 3"
    if result == 2:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 2"
    if result == 1:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 1"
    if result == 0:
        message = "(НАДО ПРИДУМАТЬ УНИКАЛЬНЫЕ ОТВЕТ БОТА НА ВСЕ РЕЗУЛЬТАТЫ ВИКТОРИНЫ) результат: 0"
    return message
